[{
        date: '2020/7/7 0:00',
        name: '空气温度',
        data: '27.1'
    },
    {
        date: '2020/7/7 1:00',
        name: '空气温度',
        data: '28.9'
    },
    {
        date: '2020/7/7 2:00',
        name: '空气温度',
        data: '30.1'
    },
    {
        date: '2020/7/7 3:00',
        name: '空气温度',
        data: '30.6'
    },
    {
        date: '2020/7/7 4:00',
        name: '空气温度',
        data: '31.8'
    },
    {
        date: '2020/7/7 5:00',
        name: '空气温度',
        data: '32.5'
    },
    {
        date: '2020/7/7 6:00',
        name: '空气温度',
        data: '33.3'
    },
    {
        date: '2020/7/7 7:00',
        name: '空气温度',
        data: '33.1'
    },
    {
        date: '2020/7/7 8:00',
        name: '空气温度',
        data: '28.3'
    },
    {
        date: '2020/7/7 9:00',
        name: '空气温度',
        data: '23.9'
    },
    {
        date: '2020/7/7 10:00',
        name: '空气温度',
        data: '24.5'
    },
    {
        date: '2020/7/7 11:00',
        name: '空气温度',
        data: '24.8'
    },
    {
        date: '2020/7/7 12:00',
        name: '空气温度',
        data: '25'
    },
    {
        date: '2020/7/7 13:00',
        name: '空气温度',
        data: '25'
    },
    {
        date: '2020/7/7 14:00',
        name: '空气温度',
        data: '25'
    },
    {
        date: '2020/7/7 15:00',
        name: '空气温度',
        data: '25'
    },

    {
        date: '2020/7/7 16:00',
        name: '空气温度',
        data: '25.2'
    },
    {
        date: '2020/7/7 17:00',
        name: '空气温度',
        data: '25.1'
    },
    {
        date: '2020/7/7 18:00',
        name: '空气温度',
        data: '24.8'
    },
    {
        date: '2020/7/7 19:00',
        name: '空气温度',
        data: '24.5'
    },
    {
        date: '2020/7/7 20:00',
        name: '空气温度',
        data: '24.1'
    },
    {
        date: '2020/7/7 21:00',
        name: '空气温度',
        data: '24.4'
    },
    {
        date: '2020/7/7 22:00',
        name: '空气温度',
        data: '25'
    },
    {
        date: '2020/7/7 23:00',
        name: '空气温度',
        data: '25.1'
    },
];
/* --------------------------------------------- */
/* --------------------------------------------- */
/* --------------------------------------------- */
[{
        date: '2020/7/7 0:00',
        name: '空气湿度',
        data: '90'
    },
    {
        date: '2020/7/7 1:00',
        name: '空气湿度',
        data: '82'
    },
    {
        date: '2020/7/7 2:00',
        name: '空气湿度',
        data: '76'
    },
    {
        date: '2020/7/7 3:00',
        name: '空气湿度',
        data: '78'
    },
    {
        date: '2020/7/7 4:00',
        name: '空气湿度',
        data: '74'
    },
    {
        date: '2020/7/7 5:00',
        name: '空气湿度',
        data: '69'
    },
    {
        date: '2020/7/7 6:00',
        name: '空气湿度',
        data: '65'
    },
    {
        date: '2020/7/7 7:00',
        name: '空气湿度',
        data: '66'
    },
    {
        date: '2020/7/7 8:00',
        name: '空气湿度',
        data: '68'
    },
    {
        date: '2020/7/7 9:00',
        name: '空气湿度',
        data: '85'
    },
    {
        date: '2020/7/7 10:00',
        name: '空气湿度',
        data: '85'
    },
    {
        date: '2020/7/7 11:00',
        name: '空气湿度',
        data: '71'
    },
    {
        date: '2020/7/7 12:00',
        name: '空气湿度',
        data: '81'
    },
    {
        date: '2020/7/7 13:00',
        name: '空气湿度',
        data: '85'
    },
    {
        date: '2020/7/7 14:00',
        name: '空气湿度',
        data: '89'
    },
    {
        date: '2020/7/7 15:00',
        name: '空气湿度',
        data: '92'
    },

    {
        date: '2020/7/7 16:00',
        name: '空气湿度',
        data: '98'
    },
    {
        date: '2020/7/7 17:00',
        name: '空气湿度',
        data: '100'
    },
    {
        date: '2020/7/7 18:00',
        name: '空气湿度',
        data: '100'
    },
    {
        date: '2020/7/7 19:00',
        name: '空气湿度',
        data: '100'
    },
    {
        date: '2020/7/7 20:00',
        name: '空气湿度',
        data: '100'
    },
    {
        date: '2020/7/7 21:00',
        name: '空气湿度',
        data: '100'
    },
    {
        date: '2020/7/7 22:00',
        name: '空气湿度',
        data: '100'
    },
    {
        date: '2020/7/7 23:00',
        name: '空气湿度',
        data: '100'
    },
]
/* -------------------------------- */
/* ----------------------------------*/
[{
        date: '2020/7/7 0:00',
        name: '光照强度',
        data: '0'
    },
    {
        date: '2020/7/7 1:00',
        name: '光照强度',
        data: '0'
    },
    {
        date: '2020/7/7 2:00',
        name: '光照强度',
        data: '0'
    },
    {
        date: '2020/7/7 3:00',
        name: '光照强度',
        data: '0'
    },
    {
        date: '2020/7/7 4:00',
        name: '光照强度',
        data: '0'
    },
    {
        date: '2020/7/7 5:00',
        name: '光照强度',
        data: '0'
    },
    {
        date: '2020/7/7 6:00',
        name: '光照强度',
        data: '51'
    },
    {
        date: '2020/7/7 7:00',
        name: '光照强度',
        data: '621'
    },
    {
        date: '2020/7/7 8:00',
        name: '光照强度',
        data: '1939'
    },
    {
        date: '2020/7/7 9:00',
        name: '光照强度',
        data: '3214'
    },
    {
        date: '2020/7/7 10:00',
        name: '光照强度',
        data: '4350'
    },
    {
        date: '2020/7/7 11:00',
        name: '光照强度',
        data: '5622'
    },
    {
        date: '2020/7/7 12:00',
        name: '光照强度',
        data: '6656'
    },
    {
        date: '2020/7/7 13:00',
        name: '光照强度',
        data: '7263'
    },
    {
        date: '2020/7/7 14:00',
        name: '光照强度',
        data: '7161'
    },
    {
        date: '2020/7/7 15:00',
        name: '光照强度',
        data: '4183'
    },

    {
        date: '2020/7/7 16:00',
        name: '光照强度',
        data: '2569'
    },
    {
        date: '2020/7/7 17:00',
        name: '光照强度',
        data: '925'
    },
    {
        date: '2020/7/7 18:00',
        name: '光照强度',
        data: '24.8'
    },
    {
        date: '2020/7/7 19:00',
        name: '光照强度',
        data: '50'
    },
    {
        date: '2020/7/7 20:00',
        name: '光照强度',
        data: '24'
    },
    {
        date: '2020/7/7 21:00',
        name: '光照强度',
        data: '0'
    },
    {
        date: '2020/7/7 22:00',
        name: '光照强度',
        data: '0'
    },
    {
        date: '2020/7/7 23:00',
        name: '光照强度',
        data: '0'
    }
];